module.exports = {
    sistem: true,
    altilkyetki: "898860179959996436",
    sonyetki: "898860153460391936",
    kacmilisaniyesonra: "600000",
    kacmesajdabir: "1", 
    izinliKategoriler: [
        "898860278614208543",
        "898860287959138355",
        "898860289108357160",
        "898860287023792219",
        "898860289892704267",
        "898860293285871708",
        "898860294951043103"
                        ], 
    chatKategorisi: "898860284360405063",
    
    tamPuanKategoriler: ["898860289108357160","898860287959138355","898860278614208543","898860289892704267"],

    chatkategoriler: [
        {id: "898860284360405063", isim: "Genel Chat"},
        {id: "898860299640242176", isim: "Kayıt Chat"},
        {id: "898860281042722829", isim: "Yönetim Chat"},
        {id: "898860282191953920", isim: "Yetkili Chat"},
        {id: "898860286281383966", isim: "Sorun Çözme Chat"},
        {id: "898860287023792219", isim: "Etkinlik Chat"},
        {id: "898860287959138355", isim: "Streamer Chat"},
        {id: "898860285480275968", isim: "Board's Chat"},
        {id: "898860289892704267", isim: "Oyun Chat"}
    ],
    seskategoriler: [
        {id: "898860287959138355", isim: "Streamer Odalar"},
        {id: "898860299640242176", isim: "Kayıt Odalar"},
        {id: "898860294951043103", isim: "Alone Odalar"},
        {id: "898860293285871708", isim: "Özel Odalar"},
        {id: "898860431823753216", isim: "Sleep Room (AFK)"},
        {id: "898860289892704267", isim: "Oyun Odalar"},
        {id: "898860289108357160", isim: "Public Odalar"},
        {id: "898860287023792219", isim: "Etkinlik Odalar"},
        {id: "898860286281383966", isim: "Sorun Çözme"},
        {id: "898908197811810315", isim: "Müzik Odası"},
	    {id: "898860369018232873", isim: "Kamp Ateşi"},
	    {id: "898860283873857636", isim: "Yönetim Odalar"},

    ],


    odül: {
        ses: "5.5",
        yarıses: "1.5",
        invite: "1",
        mesaj: "0.1",
        taglı: "10",
        kayıt: "1.5"
    },
    yetkiler: [
        "938133281440936010",
        "938133281440936011",
        "938133281440936012",
        "938133281440936013",
        "938133281440936014",
        "938133281440936015",
        "938133281440936016",
        "938133281461911582"
    ],
    yetkipuan: [
        { rol: "938133281440936010", No: "0"},
        { rol: "938133281440936011", No: "1", Puan: "300"},
        { rol: "938133281440936012", No: "2", Puan: "750"},
        { rol: "938133281440936013", No: "3", Puan: "1310"},
        { rol: "938133281440936014", No: "4", Puan: "2375"},
        { rol: "938133281440936015", No: "5", Puan: "3131"},
        { rol: "938133281440936016", No: "6", Puan: "3525"},
        { rol: "938133281461911582", No: "7", Puan: "4220"},
    ]
};